Repository: internethero/PiNUT-Screencast
Catalog: UWP/Strings/*/Resources.resw
Source language: en_us
Languages: sv_se

# About-CreditsHeader.Text
source: This software uses the following libraries
sv_se: Denna programvara använder följande bibliotek:

# About-Description.Text
source: PiNUT Screencast is a screen sharing software, that discover devices on the network advertising their services, with emphasis on ease of use and low latency. It`s designed to be a alternative to Miracast using general purpose hardware like a single-board computer and be tunable for the use case.
sv_se: PiNUT Screencast är en skärmdelningsmjukvara som automatiskt upptäcker enheter i nätverket som annonserar sina tjänster, med fokus på användarvänlighet och låg fördröjöning. Mjukvaran är designad för att vara ett alternativ till Miracast och använda generell hårdvara så som enkorts datorer med möjlighet att finjustera för användningsfallet.

# About-DocsAndSource.Text
source: For documentation on howto configure devices and source code:
sv_se: För dokumentation om hur du konfigurerar enheter och källkod:

# About-GetStartedHeader.Text
source: Get started:
sv_se: Komma igång:

# About-GetStartedInstruction1.Text
source: Download a windows build of ffmpeg
sv_se: Ladda ner en Windows version av ffmpeg

# About-GetStartedInstruction2.Text
source: In settings "FFmpeg Path", select the folder containing ffmpeg.exe in the path you unpacked ffmpeg.
sv_se: I inställningen "FFmpeg sökväg", välj mappen som innehåller ffmpeg.exe i sökvägen där du packade upp ffmpeg.

# About-HowItWorksDescription.Text
source: The client discover devices on the network, the device advertises supported protocol, framerate etc, the client will use the advertised parameters if it does not exceed the clients settings.
sv_se: Klienten upptäcker enheter i nätverket, enheten annonserar protokoll som stöds, bildhastighet etc, klienten kommer att använda de annonserade parametrarna om de inte överskrider klientens inställningar.

# About-HowItWorksHeader.Text
source: How it works:
sv_se: Hur det fungerar:

# Connect-ButtonEndStream.Text
source: End Stream
sv_se: Stoppa

# Connect-ButtonStartStream.Text
source: Go Live
sv_se: Gå Live

# Connect-ProfileText.Text
source: Profile
sv_se: Profil

# Connect-StreamDesktopText.Text
source: Press "Go Live" to stream desktop
sv_se: Klicka på "Gå Live" för att strömma ditt skrivbord.

# Connect-TextSelectDevice.Text
source: Select a device to connect to
sv_se: Välj en enhet att ansluta till

# Connect-TextStatusConnecting.Text
source: Connecting
sv_se: Ansluter

# Connect-TextStatusError.Text
source: Could not establish a connection
sv_se: Det gick inte att upprätta en anslutning

# Connect-TooltipDeviceNotResponding.ToolTipService.ToolTip
source: Advertised service is not responding
sv_se: Den annonserade tjänsten svarar inte.

# MainPage-DialogAppServiceLost
source: The launcher process seems to have experienced a tragic accident. Restart?
sv_se: Launcher processen verkar ha upplevt en tragisk olycka. Starta om?

# MainPage-MenuItemAbout.Content
source: About
sv_se: Om

# MainPage-MenuItemAbout.ToolTipService.ToolTip
source: About
sv_se: Om

# MainPage-MenuItemConnect.Content
source: Connect
sv_se: Anslut

# MainPage-MenuItemConnect.ToolTipService.ToolTip
source: Connect
sv_se: Anslut

# MainPage-MenuItemSettings.Content
source: Settings
sv_se: Inställningar

# MainPage-MenuItemSettings.ToolTipService.ToolTip
source: Settings
sv_se: Inställningar

source: Quit
sv_se: Avsluta

source: Restart
sv_se: Starta om

# Settings-AutoMinimizeText.Text
source: Auto Minimize
sv_se: Auto Minimera

# Settings-AutoMinimizeTooltip.ToolTipService.ToolTip
source: Automatically minimize when a connection is established.
sv_se: Minimera automatiskt när strömmen startat.

# Settings-DialogWrongPath
source: ffmpeg.exe not found in the selected folder.
sv_se: ffmpeg.exe hittades inte i den sökvägen.

# Settings-EncoderComboBoxItemSoftware
source: Software
sv_se: Mjukvara

# Settings-EncoderText.Text
source: Video encoder
sv_se: Video kodare

# Settings-EncoderTooltip.ToolTipService.ToolTip
source: Software or hardware accelerated encoding. Only software for now.
sv_se: Mjukvaru- eller hårdvaruaccelererad kodning. Bara mjukvara för tillfället.

# Settings-FramerateText.Text
source: Framerate
sv_se: Bildhastighet

# Settings-FramerateTooltip.ToolTipService.ToolTip
source: Max framerate the stream will be encoded in. Default: 30
sv_se: Max bildhastighet strömmen kodas i. Standard: 30

# Settings-HeaderCaptureText.Text
source: Capture
sv_se: Inspelning

# Settings-HeaderGeneralText.Text
source: General
sv_se: Allmänt

# Settings-PathText.Text
source: FFmpeg path
sv_se: FFmpeg sökväg

# Settings-PathTooltip.ToolTipService.ToolTip
source: Path to where ffmpeg.exe is located, for more information see about. This setting is required.
sv_se: Sökväg till var ffmpeg.exe finns, för mer information se sidan om. Denna inställning är obligatorisk.

# Settings-ProfileSelectionMovie
source: Movie
sv_se: Film

# Settings-ProfileSelectionScreenshare
source: Screenshare
sv_se: Skärmdelning

# Settings-ProfileSelectionSlideshow
source: Slideshow
sv_se: Bildspel

# Settings-ProfileText.Text
source: Profile
sv_se: Profil

# Settings-ProfileTooltip.ToolTipService.ToolTip
source: Screenshare: Optimize for low delay. Movie: Optimize for novie. Slideshow: Optimize for slideshow. Default: Screenshare
sv_se: Skärmdelning: Optimera för låg fördröjning Film: Optimera för film. Bildspel: Optimera för bildspel. Standard: Skärmdelning

# Settings-ThreadsText.Text
source: Threads
sv_se: Trådar

# Settings-ThreadsTooltip.ToolTipService.ToolTip
source: How many threads ffmpeg should use. Default 2
sv_se: Hur många trådar ffmpeg ska använda. Standard 2

# Setttings-SoundText.Text
source: Sound
sv_se: Ljud

# Setttings-SoundTooltip.ToolTipService.ToolTip
source: Record system sound into the stream.
sv_se: Spela in system ljud i strömmen.

source: Software
sv_se: Mjukvara
